# Energy Analysis Zone Use Outside Air Per Person Property

Source: https://www.revitapidocs.com/2026/f511e845-0e89-a4fe-7533-9141389b0957.htm

---

| Energy Analysis Zone Use Outside Air Per Person Property |
| --- |

Use the outside air per person.
**Namespace:** Autodesk.Revit.DB.Analysis
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public bool UseOutsideAirPerPerson { get; }
```

```
Public ReadOnly Property UseOutsideAirPerPerson As Boolean
	Get
```

```
public:
property bool UseOutsideAirPerPerson {
	bool get ();
}
```

```
member UseOutsideAirPerPerson : bool with get
```

#### Property Value

Boolean See Also

#### Reference

EnergyAnalysisZone Class Autodesk.Revit.DB.Analysis Namespace